1.8.xx/package/tau_modules/app_tr069/src/sample/test_set.xml

<soap:Envelope 
	soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" 
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" 
	xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" 
	xmlns:cwmp="urn:dslforum-org:cwmp-1-0" 
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">

  <soap:Header>
    <cwmp:ID soap:mustUnderstand="1">01BD8563247F4D27B5C4D3392C71C6AE</cwmp:ID>
  </soap:Header>
  <soap:Body>
    <cwmp:SetParameterValues>
      <ParameterList soapenc:arrayType="cwmp:ParameterValueStruct[1]">
        <ParameterValueStruct>
<Name>InternetGatewayDevice.X_CMCC_MTU</Name><Value>1230</Value>
<Name>InternetGatewayDevice.WANDevice.1.WANConnectionDevice.1.WANPPPConnection.1.X_CMCC_LNS</Name><Value>1</Value>
<Name>InternetGatewayDevice.WANDevice.1.WANConnectionDevice.1.WANPPPConnection.1.X_CMCC_LnsIp</Name><Value>192.168.33.40</Value>
<Name>InternetGatewayDevice.WANDevice.1.WANConnectionDevice.1.WANPPPConnection.1.X_CMCC_LnsName</Name><Value>GYtest</Value>
<Name>InternetGatewayDevice.WANDevice.1.WANConnectionDevice.1.WANPPPConnection.1.X_CMCC_LnsPassword</Name><Value>gytest152354</Value>
<Name>InternetGatewayDevice.DeviceInfo.X_CMCC_TeleComAccount.Username</Name><Value>Test</Value>
<Name>InternetGatewayDevice.DeviceInfo.X_CMCC_TeleComAccount.Password</Name><Value>Test1245</Value>
<Name>InternetGatewayDevice.X_CMCC_EncryptCard</Name><Value>0</Value>


          </ParameterValueStruct>
      </ParameterList>
      <ParameterKey xsi:type="xsd:string"></ParameterKey>
    </cwmp:SetParameterValues>
  </soap:Body>
</soap:Envelope>